tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask "xquartz"
brew "baobab"
brew "bash-completion"
brew "boost"
brew "boost-bcp"
brew "cmake"
brew "chunkwm"
brew "cocoapods"
brew "docker"
brew "docker-compose"
brew "doxygen"
brew "sdl2"
brew "freeglut"
brew "geoip"
brew "git"
brew "glew"
brew "glfw"
brew "graphviz"
brew "htop"
brew "links"
brew "llvm"
brew "mariadb"
brew "mono"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openconnect"
brew "opencv"
brew "rsync"
brew "ruby"
brew "rust"
brew "sdl2_image"
brew "sdl2_ttf"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
cask "balenaetcher"
cask "basictex"
cask "blender"
cask "clion"
cask "cscreen"
cask "discord"
cask "docker"
cask "godot"
cask "google-chrome"
cask "iina"
cask "intel-power-gadget"
cask "intellij-idea-ce"
cask "iterm2"
cask "kap"
cask "krita"
cask "logitech-options"
cask "mendeley"
cask "moonlight"
cask "numi"
cask "spotify"
cask "steam"
cask "tableplus"
cask "tagger"
cask "taskexplorer"
cask "the-unarchiver"
cask "tiled"
cask "timemachineeditor"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
