tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "baobab"
brew "bash-completion"
brew "boost"
brew "boost-bcp"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "docker", link: false
brew "docker-compose", link: false
brew "doxygen"
brew "sdl2"
brew "freeglut"
brew "geoip"
brew "git"
brew "glew"
brew "glfw"
brew "graphviz"
brew "htop"
brew "links"
brew "mariadb"
brew "mono"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openconnect"
brew "opencv"
brew "rsync"
brew "rustup-init"
brew "sdl2_image"
brew "sdl2_ttf"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
cask "basictex"
cask "clion"
cask "cscreen"
cask "godot"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "krita"
cask "spotify"
cask "taskexplorer"
cask "timemachineeditor"
cask "xquartz"
