tap "alehouse/unofficial"
tap "arl/arl"
tap "armmbed/formulae"
tap "dart-lang/dart"
tap "fanninpm/lilypond-64bit"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "sadhen/sadhen"
tap "sass/sass"
brew "abseil"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "bison"
brew "boost"
brew "bpython"
brew "freetype"
brew "fontconfig"
brew "cmake"
brew "docker-compose"
brew "dust"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "icu4c@76"
brew "pango"
brew "ffmpeg"
brew "fluid-synth"
brew "fontforge"
brew "fortune"
brew "fselect"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghcup"
brew "ghostscript"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "glslviewer"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf", link: false
brew "gobject-introspection"
brew "grpc"
brew "hexyl"
brew "hyperfine"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "lua-language-server"
brew "minikube"
brew "mkcert"
brew "node"
brew "mprocs"
brew "mypy"
brew "mysql"
brew "neovim"
brew "numbat"
brew "nushell"
brew "openjdk"
brew "openslide"
brew "pastel"
brew "poppler"
brew "postgresql@14"
brew "pstree"
brew "py-spy"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruby@2.7"
brew "rust"
brew "rustup"
brew "shellcheck"
brew "sl"
brew "swiftlint"
brew "t1utils"
brew "tcl-tk"
brew "telnet"
brew "texinfo"
brew "timidity"
brew "tmux"
brew "tokei"
brew "watchexec"
brew "xh"
brew "yazi"
brew "zoxide"
brew "arl/arl/gitmux"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
brew "sadhen/sadhen/guile@1.8"
brew "sass/sass/sass"
cask "anaconda"
cask "arc"
cask "blender"
cask "copilot-for-xcode"
cask "flutter"
cask "font-hack-nerd-font"
cask "frescobaldi"
cask "gcc-arm-embedded"
cask "gimp"
cask "grandperspective"
cask "imhex"
cask "inkscape"
cask "intellij-idea-ce"
cask "logitech-options"
cask "love"
cask "ltspice"
cask "mactex-no-gui"
cask "numi"
cask "qgis"
cask "r-app"
cask "skim"
cask "tiled"
cask "transmission"
cask "unity-hub"
cask "utm"
cask "wireshark-app"
cask "zed"
vscode "alexcvzz.vscode-sqlite"
vscode "antaalt.shader-validator"
vscode "be5invis.vscode-custom-css"
vscode "codeium.codeium"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "felipe.nasc-touchbar"
vscode "gerane.theme-earthsong"
vscode "gerane.theme-earthsong-light"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "james-yu.latex-workshop"
vscode "jdinhlife.gruvbox"
vscode "justusadam.language-haskell"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.wasm-wasi-core"
vscode "newyellow.unity-shader-formatter"
vscode "pollywoggames.pico8-ls"
vscode "postman.postman-for-vscode"
vscode "ritwickdey.liveserver"
vscode "rlivings39.fzf-quick-open"
vscode "rust-lang.rust-analyzer"
vscode "samplavigne.p5-vscode"
vscode "shader-ls.vscode-shader"
vscode "slevesque.shader"
vscode "stevensona.shader-toy"
vscode "swiftlang.swift-vscode"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscodevim.vim"
